[{"name": "Pneumonia", "url": "https://www.webmd.com/lung/understanding-pneumonia-basics", "info": "Pneumonia\nMedically Reviewed by Paul Boyce, MD on November 04, 2023 Written by WebMD Editorial Contributors\nWhat Is Pneumonia?\nSymptoms of Pneumonia\nCauses of Pneumonia\nPneumonia Diagnosis\n4 min read\nWhat Is Pneumonia?\nPneumonia is a lung infection that can range from mild to so severe that you have to go to the hospital.\nIt happens when an infection causes the air sacs in your lungs (your doctor will call them alveoli) to fill with fluid or pus. That can make it hard for you to breathe in enough oxygen to reach your bloodstream.\nAnyone can get this lung infection. But infants younger than age 2 and people over age 65 are at higher risk. That’s because their immune systems might not be strong enough to fight it.\nYou can get pneumonia in one or both lungs. You can also have it and not know it. Doctors call this walking pneumonia. Causes include bacteria, viruses, and fungi.  If your pneumonia results from bacteria or a virus, you can spread it to someone else. \nLifestyle habits, like smoking cigarettes and drinking too much alcohol, can also raise your chances of getting pneumonia.\nSymptoms of Pneumonia\nYour symptoms can vary depending on what’s causing your pneumonia, your age, and your overall health. They usually develop over several days.\nCommon pneumonia symptoms include:\nChest pain when you breathe or cough\nCough that produces phlegm or mucus\nFatigue and loss of appetite\nFever, sweating, and chills\nNausea, vomiting, and diarrhea\nShortness of breath\nAlong with these symptoms, older adults and people with weak immune systems might be confused or have changes in mental awareness, or they might have a lower-than-usual body temperature.\nNewborns and infants may not show any signs of infection. Or they might vomit, have a fever and a cough, and seem restless or tired.\nIf you have a new cough, fever, or shortness of breath, call your doctor to ask about whether it could be COVID-19. Illness with the new coronavirus can also lead to pneumonia.\nCauses of Pneumonia\nBacteria, viruses, or fungi can cause pneumonia.\nCommon causes include:\nFlu viruses\nCold viruses\nRSV virus (the top cause of pneumonia in babies age 1 or younger)\nBacteria called Streptococcus pneumoniae and Mycoplasma pneumoniae\nSome people who are in the hospital get “ventilator-associated pneumonia” if they got the infection while using a ventilator, a machine that helps you breathe.\nIf you get pneumonia while you’re in a hospital and aren’t on a ventilator, that’s called “hospital-acquired” pneumonia. But most people get “community-acquired pneumonia,” which means they didn’t get it in a hospital.\nPneumonia Diagnosis\nYour doctor will start with questions about your symptoms and your medical history, like whether you smoke and whether you’ve been around sick people at home, school, or work. Then, they’ll listen to your lungs. If you have pneumonia, they might hear cracking, bubbling, or rumbling sounds when you breathe in.\nIf your doctor thinks you might have pneumonia, they’ll probably give you tests, including:\nBlood tests to look for signs of a bacterial infection\nA chest X-ray to find the infection in your lungs and how far it’s spread\nPulse oximetry to measure the level of oxygen in your blood\nA sputum test to check the fluid in your lungs for the cause of an infection\nIf your symptoms started in the hospital or you have other health problems, your doctor might give you more tests, such as:\nAn arterial blood gas test to measure the oxygen in a small amount of blood taken from one of your arteries\nBronchoscopy to check your airways for blockages or other problems\nA CT scan to get a more detailed image of your lungs\nA pleural fluid culture, in which the doctor removes a small amount of fluid from the tissues around your lungs to look for bacteria that might cause pneumonia\nPneumonia Complications\nPneumonia can have complications, including:\nBacteremia, in which bacteria spread into your blood. This can cause septic shock and organ failure.\nTrouble breathing, which might mean you need to use a breathing machine while your lungs heal.\nFluid buildup between the layers of tissue that line your lungs and chest cavity. This fluid can also become infected.\nLung abscess, when a pocket of pus forms inside or around your lung.\nPneumonia Treatment\nYour doctor can tell you which treatment is right for you.\nIf you have bacterial pneumonia, you’ll get antibiotics. Make sure you take all of the medicine your doctor gives you, even if you start to feel better before you’re through with it.\nIf you have viral pneumonia, antibiotics won’t help. You’ll need to rest, drink a lot of fluids, and take medicine for your fever.\nIf your symptoms are severe or if you have other conditions that make you more likely to have complications, your doctor may send you to the hospital. While you’re there, your doctor will probably give you fluids or antibiotics through an IV tube. You may even need oxygen therapy or breathing treatments.\nWith any kind of pneumonia, recovery will take time. You’re going to need lots of rest. You might need a week off your usual routines, and you could still feel tired for a month.\nRELATED ARTICLES:\nWhat Is Pneumonia?\nSymptoms\nTypes\nComplications\nReducing Your Risk\nHow to Feel Better\nPneumonia or Bronchitis?\nSources Article History\nShare\nView privacy policy, copyright and trust info\nNEXT\nSymptoms"}, {"name": "Heart Attack", "url": "https://www.webmd.com/heart-disease/heart-disease-heart-attacks", "info": "Heart Attack\nMedically Reviewed by Zilpah Sheikh, MD on September 22, 2023 Written by WebMD Editorial Contributors\nWhat Is a Heart Attack?\nHeart Attack Symptoms\nFacts About Heart Attacks\nHeart Attack Causes\n19 min read\nWhat Is a Heart Attack?\nA heart attack happens when something blocks the blood flow to your heart so it can’t get the oxygen it needs. It’s a medical emergency. Call 911 right away at the first sign of any symptoms. Don’t wait to see if the symptoms pass.\nA heart attack happens when the flow of blood and oxygen to your heart is blocked, causing the death of heart muscle tissue. (Photo Credit: BSIP / Medical Images)\nHeart attacks are also called myocardial infarctions (MIs). “Myo” means muscle, “cardial” refers to the heart, and “infarction” means the death of tissue because of a lack of blood supply. This tissue death can cause lasting damage to your heart muscle.\nHeart Attack Symptoms\nSymptoms of a heart attack include:\nDiscomfort, pressure, heaviness, tightness, squeezing, or pain in your chest, arm, or below your breastbone\nDiscomfort that goes into your back, jaw, throat, or arm\nFullness, indigestion, or a choking feeling (it may feel like heartburn)\nSweating, upset stomach, vomiting, or dizziness\nSerious weakness, anxiety, fatigue, or shortness of breath\nFast or uneven heartbeat (heart palpitations)\nAnxiety\nHeart attack symptoms can be different from person to person or from one heart attack to another. Women and people assigned female at birth are more likely to have these heart attack symptoms:\nUnusual fatigue\nShortness of breath\nNausea or vomiting\nDizziness or lightheadedness\nDiscomfort in your gut (may feel like indigestion)\nDiscomfort in the neck, shoulder, or upper back\nTrouble sleeping\nWith some heart attacks, you won’t notice any symptoms (a “silent” myocardial infarction). This is more common in people who have diabetes.\nWhat does a heart attack feel like?\nA heart attack feels like intense chest pain, the kind where someone is squeezing your chest really hard, or you're carrying a heavy weight on it. You could have this pain for a bit.\nYou might also feel weak, dizzy, or like you're going to pass out, and you could start sweating a lot. Sometimes, you'll also have mild pain in your jaw, neck, back, or arms. Plus, you may have trouble breathing.\nWhat is a silent heart attack?\nAs the name suggests, a silent heart attack is one that happens without any obvious signs usually related to heart attacks, such as dizziness, a faster or irregular heartbeat (palpitations), trouble breathing, and anxiety. It’s hard for you to know if you’re having a silent heart attack because it happens without warning.\nFacts About Heart Attacks\nMore than a million Americans have heart attacks each year. It happens every 40 seconds to someone in the U.S., according to the CDC.\nHeart attacks happen to both men and women and those assigned male and female at birth. Although they are more likely as you get old, there are many risk factors—including high blood pressure, high levels of LDL (“bad”) cholesterol, diabetes, and whether you smoke—that you can change.\nTypes of heart attacks: When someone has a heart attack, you may hear some of these terms used:\nSTEMI (ST-elevation myocardial infarction): A heart attack where a coronary artery is completely blocked\nNSTEMI (Non-ST-elevation myocardial infarction): A heart attack where a coronary artery is narrowed enough to greatly reduce blood flow but is not totally blocked\nMINOCA (myocardial infarction with nonobstructive coronary arteries): A heart attack in which no blockages are seen in the main coronary arteries.\nHeart attack vs. cardiac arrest\nA sudden cardiac arrest is actually not a heart attack. You can think of a heart attack as a problem within the heart’s arteries, whereas a sudden cardiac arrest means the heart’s electrical system is suddenly not working right, causing the heart to stop pumping.\nHeart attack vs. angina\nAngina also isn’t a heart attack. It’s a symptom, and sometimes it can signal a heart attack. It means chest pain. And while it can happen with a heart attack, it can also happen for other reasons. The sensations may happen with normal activities or exertion but then go away with rest or when you take nitroglycerin.\nWith angina, you may feel:\nPressure, pain, squeezing, or a sense of fullness in the center of the chest\nPain or discomfort in the shoulder, arm, back, neck, or jaw\nCall 911 if it gets worse, lasts more than 5 minutes, or doesn't improve after you've taken nitroglycerin. Doctors call that “unstable” angina, and it’s an emergency that could be related to a heart attack that is about to happen.\nIf you instead have “stable” angina, which is the most common kind, your symptoms usually happen with predictable triggers (such as a strong emotion, exercise, extreme high or low temperatures, or even a heavy meal). The symptoms go away if you rest or take nitroglycerin that your doctor has prescribed. If not, call 911.\nHeart Attack Causes\nYour heart muscle needs a constant supply of oxygen-rich blood. Your coronary arteries give your heart this critical blood supply. If you have coronary artery disease, those arteries become narrow, and blood can’t flow as well as it should. When your blood supply is blocked, you have a heart attack.\nFat, calcium, proteins, and inflammatory cells build up in your arteries to form plaques. These plaque deposits are hard on the outside and soft and mushy on the inside.\nWhen the plaque is hard, the outer shell cracks. This is called a rupture. Platelets (disc-shaped cells in your blood that help it clot) come to the area, and blood clots form around the plaque. If a blood clot blocks your artery, your heart muscle becomes starved for oxygen. The muscle cells soon die, causing permanent damage.\nRarely, a spasm in your coronary artery can also cause a heart attack. During this coronary spasm, your arteries restrict or spasm on and off, cutting off the blood supply to your heart muscle (ischemia). It can happen while you’re at rest and even if you don’t have serious coronary artery disease.\nEach coronary artery sends blood to a different part of your heart muscle. How much the muscle is damaged depends on the size of the area that the blocked artery supplies and the amount of time between the attack and treatment.\nYour heart muscle starts to heal soon after a heart attack. This takes about 8 weeks. Just like a skin wound, a scar forms in the damaged area. But the new scar tissue doesn’t move the way it should. So your heart can’t pump as much after a heart attack. How much that ability to pump is affected depends on the size and location of the scar.\nAnomalous coronary arteries can also lead to a heart attack. This heart condition is one you have from birth, where the blood vessels that supply your heart are in unusual positions. Sometimes, these abnormal arteries can get squeezed or compressed, which can lead to a heart attack.\nRare medical conditions, especially those that result in a narrowing of the blood vessels that supply the heart, are another heart attack cause.\nTears or any other serious injuries to the coronary arteries can lead to a heart attack.\nSometimes, other heart and blood vessel conditions besides a blockage cause a heart attack. A condition known as spontaneous coronary artery dissection (SCAD) can also trigger one. It happens when a tear happens inside one of the blood vessels that supply your heart. This tear can lead to a blood clot or sections of torn tissue blocking the artery, causing a heart attack. Doctors often link the condition to causes such as stress, intense exercise, or pregnancy, and it’s common in younger women, people assigned female at birth, and people with a condition called Marfan syndrome.\nCoronary artery embolism also leads to heart attacks. This is where a blood clot travels through the bloodstream and becomes lodged in the coronary artery, the blood vessel that supplies blood to the heart. As a result, this clot interferes with the normal flow of blood through the affected artery leading to a heart attack.\nA coronary spasm can also lead to a heart attack. This is a serious tightening of the coronary artery that happens without warning and blocks blood flow to the heart. The condition can arise even though there is no evident buildup of plaque in your arteries.\nHeart Attack Risk Factors\nLots of things can raise your chances of having a heart attack; some you can avoid, and others you can’t. They include:\nLifestyle. Certain lifestyle choices, such as smoking, drinking alcohol, drug use, and not exercising, can increase your risk of having a heart attack.\nSex and age. Your chances of having a heart attack rise as you age. Usually, heart attack odds for men and people assigned male at birth go up at age 45. For women and people assigned female at birth, it rises at 50 or when menopause begins.\nIllness. Certain health conditions can also strain your heart and lead to a heart attack. Among them are high blood pressure, unhealthy eating habits, diabetes, and obesity.\nYour family’s health. If your parents or siblings had a heart attack, especially at a younger age, chances are higher that you could have one, too. Your odds are even higher if your father or brother were diagnosed with heart disease at age 55 or younger and your mother or sister were diagnosed at 65 or younger.\nOverweight or obesity. Carrying extra weight is another risk factor tied to heart attacks.\nEthnicity. Your background may play a role in why you have a heart attack. People with South Asian heritage are more likely to have the condition compared to other ancestries.\nPregnancy. Heart attacks and pregnancy are also connected, although your chances are low. But they can happen both during pregnancy and after you give birth. Age, obesity, and other health conditions up your odds of having a heart attack.\nStress. When you're under stress, your body releases a hormone called cortisol. Over time, cortisol can raise your blood sugar and blood pressure while lowering the levels of HDL, or “good” cholesterol. Ongoing stress can cause your arteries to narrow and change how your blood clots, raising your risk of stroke. Because of stress, you often don't sleep very well. Being stressed all the time also makes it less likely for you to get enough exercise or eat healthy foods. You may also smoke, vape, or drink more alcohol than you should. All of these things raise your chances of a heart attack.\nWhat Do I Do if I Have a Heart Attack?\nAfter a heart attack, you need quick treatment to open the blocked artery and lessen the damage. At the first signs of a heart attack, call 911. How long do you have during a heart attack? The best time to treat a heart attack is within 1 or 2 hours after heart attack symptoms begin. Waiting longer means more damage to your heart and a lower chance of living longer.\nIf you’ve called emergency services and are waiting for them to arrive, chew an aspirin (325 mg). Aspirin is a potent inhibitor of blood clots and can lower your chance of death from a heart attack by 25%.\nWhat Do I Do When Someone Else Has a Heart Attack?\nCall 911 and start CPR (cardiopulmonary resuscitation) if someone goes into cardiac arrest, which is when the heartbeat has stopped and the person isn’t responsive. CPR doesn't restart the heart, but it keeps the person alive until medical help arrives.\nAn easy-to-use device called an AED (automated external defibrillator) is available in many public places and can be used by almost anyone to treat cardiac arrest. This device works by shocking the heart back into a normal rhythm.\nHere’s how to use an AED:\n1. Check responsiveness\nFor an adult or older child, shout and shake the person to confirm whether they’re unconscious. Do not use AED on a conscious person.\nFor an infant or young child, pinch their skin. Never shake a young child.\nCheck breathing and pulse. If absent or uneven, prepare to use the AED as soon as possible.\n2. Prepare to use the AED\nMake sure the person is in a dry area and away from puddles or water.\nCheck for body piercings or outlines of an implanted medical device, such as a pacemaker or implantable defibrillator.\nAED pads must be placed at least 1 inch away from piercings or implanted devices.\n3. Use the AED\nFor newborns, infants, and children up to age 8, use a pediatric AED, if possible. If not, use an adult AED.\nTurn on the AED.\nWipe the chest dry.\nAttach the pads.\nPlug in the connector, if necessary.\nMake sure no one is touching the person.\nPush the “Analyze” button.\nIf a shock is advised, check again to make sure no one is touching the person.\nPush the “Shock” button.\nStart or resume compressions.\nFollow AED prompts.\n4. Continue CPR\nAfter 2 minutes of CPR, check the person’s heart rhythm. If it’s still absent or uneven, give them another shock.\nIf a shock isn’t needed, continue CPR until emergency help arrives or the person begins to move.\nStay with the person until help arrives.\nHeart Attack Diagnosis\nEmergency medical workers will ask you about your heart attack symptoms and do some tests.\nTests to diagnose a heart attack\nYour doctor may order tests, including:\nEKG: Also known as an electrocardiogram or ECG, this is a simple test that records the electrical activity of the heart. It can tell how much your heart muscle has been damaged and where. It can also track your heart rate and rhythm.\nBlood tests: A series of blood tests, often done every 4 to 8 hours, can help diagnose a heart attack and spot any ongoing heart damage. Different levels of cardiac enzymes in your blood can mean heart muscle damage. These enzymes are usually inside the cells of your heart. When those cells are injured, their contents—including the enzymes—spill into your bloodstream. By measuring the levels of these enzymes, your doctor can find out the size of the heart attack and when it started. Tests can also measure troponin levels. Troponins are proteins inside heart cells that are released when the cells are damaged by the lack of blood supply to your heart.\nEchocardiography: In this ultrasound test, sound waves are bounced off your heart to create images. It can be used during and after a heart attack to learn how your heart is pumping and what areas aren’t pumping the way they should. The “echo” can also tell whether any parts of your heart (valves, septum, etc.) have been injured in the heart attack.\nCardiac catheterization: You might need cardiac catheterization, also called cardiac cath, during the first hours of a heart attack if medications aren’t helping with the ischemia or symptoms. The cardiac cath can give an image of the blocked artery and help your doctor decide on a treatment.\nIn this procedure, a catheter (a thin, hollow tube) is inserted into a blood vessel in your groin or wrist and threaded up to your heart. Dye is used to highlight your heart’s arteries. Your doctor can then identify blockages, which are often treated with angioplasty or stents to open the artery and restore blood flow. Your doctor may do several different tests to evaluate your heart. Blood thinner given through a vein is a way to open the artery if cardiac catheterization is not available.\nStress testing: Your doctor can do a treadmill test or a radionuclide scan to check whether other areas of the heart are still at risk for another heart attack.\nAngiogram: Something blocking blood flow to your heart is what causes a heart attack. An angiogram is a test that spots these areas where blood flow is restricted.\nCT scan: This test shows doctors a scan of your heart in great detail.\nMRI: This test uses a strong magnet and a computer to take detailed pictures of your heart.\nNuclear heart scans: During this test, doctors inject a radioactive dye into your heart. Then they use CT or PET scans to take enhanced pictures of your heart.\nHeart Attack Treatment\nA heart attack is a medical emergency that needs care right away to prevent permanent heart damage or death. Treatment often begins in the ambulance if you call 911, or in the emergency room if someone else takes you to the hospital.\nWhat drugs are used to treat a heart attack?\nAt the emergency facility or hospital, you’ll quickly get drugs to avoid further blood clotting in the heart and ease the strain on the heart. Drug therapy aims to break up or ward off blood clots, stop platelets from collecting and sticking to the plaque, stabilize the plaque, and stop more ischemia.\nYou should get these medications as soon as you can (within 1 or 2 hours from the start of your heart attack, if possible) to limit heart damage.\nDrugs used during a heart attack may include:\nAspirin to stop blood clotting that may make the heart attack worse\nOther antiplatelet drugs, such as clopidogrel (Plavix), prasugrel (Effient), or ticagrelor (Brilinta) to stop clotting\nThrombolytic therapy (“clot busters”) to dissolve blood clots in your heart's arteries\nAny combination of these\nOther drugs given during or after a heart attack help your heart work better, widen your blood vessels, lower your pain, and help you avoid life-threatening heart rhythms.\nAre there other treatments for a heart attack?\nTreatment may also include a procedure to open the blocked arteries.\nCardiac catheterization: In addition to making a picture of your arteries, cardiac catheterization can be used for procedures such as angiography or stent to open narrowed or blocked arteries.\nBalloon angioplasty: This treatment can be done, if needed, during cardiac catheterization. A balloon-tipped catheter (thin, hollow tube) is inserted into the blocked artery in the heart. The balloon is inflated gently to press plaque outward against the walls of the artery, to open the artery and improve blood flow. Most of the time, this is not done without putting in a stent.\nStent placement: In this procedure, a small tube is inserted through a catheter into a blocked artery to “prop” it open. The stent is usually made of metal and is permanent. It can also be made of a material that your body absorbs over time. Some stents have medicine that helps keep the artery from getting blocked again.\nBypass surgery: You might have bypass surgery in the days after a heart attack to restore the blood supply to your heart. Your surgeon will reroute blood flow around your blocked artery, usually using a blood vessel from your leg or chest. They can bypass multiple arteries.\nWhat happens in the coronary care unit (CCU)?\nIf you’ve had a heart attack, you’ll usually stay in a CCU for at least 24 to 36 hours. Once past the critical phase, you’ll continue to get a variety of drugs, including:\nBeta-blockers to slow the heart\nNitrates to boost heart blood flow\nBlood thinners such as aspirin, Brilinta, clopidogrel (Plavix), Effient, or heparin to stop further clotting\nACE inhibitors to help the heart muscle heal\nStatins—cholesterol-lowering drugs such as atorvastatin and simvastatin—to help the heart muscle heal and lower the chances of another heart attack\nWhile you’re in the hospital, medical staff will constantly watch your heart by EKG in case you get unusual heart rhythms.\nSome people may need to be fitted with a pacemaker, a battery-powered device to help keep a steady heart rhythm. If you have a dangerous arrhythmia known as ventricular fibrillation, medical providers will give an electric shock to your chest.\nTreatments don’t cure coronary artery disease. You can still have another heart attack. But you can take steps to make it less likely.\nTips for Heart Attack Prevention\nAfter a heart attack, your goal is to keep your heart healthy and lower your chances of having another heart attack. Take your medications as directed, make healthy lifestyle changes, see your doctor for regular heart checkups, and consider a cardiac rehabilitation program.\nWhy do I need to take medications after a heart attack?\nYou might take certain drugs after a heart attack to:\nPrevent blood clots\nHelp your heart work better\nPrevent plaques by lowering cholesterol\nYou might take medications that treat an uneven heartbeat, lower your blood pressure, control chest pain, and treat heart failure.\nKnow the names of your medications, what they’re used for, and when you need to take them. Go over your medications with your doctor or nurse. Keep a list of all your medications and take it to each of your doctor visits. If you have questions about them, ask your doctor or pharmacist.\nIt sounds obvious, but don't skip your medications. Many people don't take their medications the way their doctor told them to. Figure out what keeps you from taking your medicine—it could be side effects, cost, or forgetfulness —and ask your doctor for help.\nWhat lifestyle changes are needed after a heart attack?\nTo keep heart disease from getting worse and to avoid another heart attack, follow your doctor's advice. You might need to change your lifestyle. Here are some changes you can make that can lower your odds and put you on the path to a healthier life:\nStop smoking: Smoking dramatically raises your chances of both heart attacks and strokes. Talk to your doctor about how to quit. You'll also be doing your friends and family a favor because secondhand smoke can also lead to heart disease. You also can call the hotline 800-QUIT-NOW (800-784-8669) and visit the smokefree.gov website.\nKeep a healthy body weight: If you're overweight or obese, you don't have to get thin to cut your odds of a heart attack or stroke, but your doctor may suggest some weight loss. If you lose 5%-10% of your weight, you'll improve your cholesterol numbers and lower your blood pressure and blood sugar levels.\nFollow an exercise plan: Moderate physical activity lowers your chances of a heart attack. It also can lower your blood pressure and LDL or \"bad\" cholesterol, raise your HDL or \"good\" cholesterol, and help you stay at a healthy weight.\nAim for 30 minutes of exercise that gets your heart pumping at least 5 days a week. Brisk walking or swimming are some good choices. On the other 2 days, do strength training, such as lifting weights. If you've got a tight schedule, break your exercise routine into small chunks.\nEat heart-healthy food: Fill your plate with different kinds of fruits, veggies, beans, and lean meats, such as poultry without the skin. Also up your intake of whole grains (such as oatmeal, quinoa, and brown rice) and fish, especially those with omega-3 fatty acids, such as salmon, trout, and herring.\nAvocados, olive oil, and flaxseeds also have omega-3s, as do some nuts and seeds. Fat-free or low-fat dairy products such as milk, yogurt, and cheese also are better choices for your heart health than higher-fat versions.\nCut back on unhealthy foods: Stay away from processed or prepared foods that often are high in salt and added sugar. They're also filled with preservatives. Avoid fatty beef, butter, fried foods, and palm oil. All are high in saturated fats.\nSkip sugary drinks (such as sodas and fruit punch) and packaged baked goods (such as cookies, cakes, and pies), which can lead to weight gain. They are high in trans fats and can raise your cholesterol levels.\nLimit alcohol: If you don't drink already, don't start. If you do drink, limit how much you drink. The recommendation is no more than one drink a day if you are a woman and no more than two a day if you are a man. Drinking raises your heart rate and blood pressure. It also raises the level of fat in your blood and can cause weight gain.\nGet regular checks of your cholesterol, blood pressure, and blood sugar (glucose) levels: If you have diabetes, make sure it’s controlled. Keeping a check on these numbers can help you be more aware of the changes you need to make to keep these levels within normal limits.\nControl stress: You may feel anxious or frustrated at times. Open up to your family and friends about what’s going on. Support groups can help you learn how others adjust to life after a heart attack or stroke.\nYou may want to talk to a mental health professional or ask your doctor about a stress management program. You can also reduce stress with plenty of physical activity and mind-body practices, such as meditation.\nPay attention to your symptoms: Don't just hope they'll go away. See your doctor if you feel anything unusual, such as shortness of breath, changes in your heart rhythm, or extreme tiredness. Also, watch for pain in your jaw or back, nausea or vomiting, sweating, or flu-like symptoms.\nWhy should I take part in cardiac rehabilitation?\nIf you've had a heart attack or have been diagnosed with heart disease, your doctor may suggest cardiac rehabilitation. You'll work with a team of experts to boost your health and avoid future problems.\nYour team may include doctors and nurses, as well as specialists in exercise, nutrition, physical therapy, occupational therapy, and mental health. They'll set up a program to fit your needs. They can also help you make changes in your daily life. If you stick with it, it can make a big difference in your recovery and overall well-being.\nWhen will I see my doctor again after I leave the hospital?\nMake a doctor's appointment for 4 to 6 weeks after you leave the hospital after a heart attack. Your doctor will want to check your recovery. You might need an exercise stress test on a regular basis. These tests can help your doctor find or slow blockages in your coronary arteries and plan your treatment.\nCall your doctor if you have symptoms, such as chest pain that happens more often, gets stronger, lasts longer, or spreads to other areas; shortness of breath, especially while you’re resting; dizziness; or uneven heartbeats.\nTakeaways\nA heart attack is a serious medical emergency.\nThe symptoms of a heart attack can vary from person to person, and with a “silent” heart attack, there may be no symptoms.\nIf you think you might be having a heart attack, every second counts. Call 911 and get medical help right away.\nTo lower your chances of having a heart attack:\nDon't smoke.\nStay at a healthy weight.\nGet regular moderate exercises that raise your pulse rate.\nEat heart-healthy foods, including fruits and veggies, lean meats, and whole grains as much as possible. Limit processed foods, fatty meats, and foods high in salt or sugar.\nTake steps to manage stress.\nStay on top of your cholesterol levels, blood pressure, and blood sugar levels with regular screenings.\nFrequently Asked Questions\nWhat are the early warning signs of a heart attack?\nLightheadedness, feeling sick to your stomach, trouble catching your breath, pain in one or both arms, stomach, neck, or jaw, and lingering discomfort in the middle of your chest that comes and goes.\nWhat are the four silent signs of a heart attack?\nFeeling sick to your stomach, cold sweats, general discomfort in parts of the body such as your jaw, one or both arms and neck. You may also have trouble breathing, dizziness, pain in the chest, as well as a sensation of pressure, uneasiness, and fullness.\nWhat is a minor heart attack like?\nA minor heart attack, often caused by a partial blockage in a small coronary artery, typically results in limited damage to the heart muscle. These events are less serious than massive heart attacks and often have a better outlook for recovery.\nHow long do you have during a heart attack?\nIf you’ve had a heart attack, you may only have a few minutes to live or avoid long-term heart damage if you don’t get prompt medical attention. A heart attack is such a serious medical condition that every second counts, so call 911 right away.\nSources Article History\nShare\nView privacy policy, copyright and trust info\nNEXT\nAtherosclerosis and Heart Disease"}, {"name": "Cholecystitis", "url": "https://www.webmd.com/digestive-disorders/what-is-cholecystitis", "info": "Cholecystitis\nMedically Reviewed by Minesh Khatri, MD on August 11, 2022 Written by WebMD Editorial Contributors\nWhat Is Cholecystitis?\nCholecystitis Symptoms\nCholecystitis Causes\nCholecystitis Risk Factors\n5 min read\nWhat Is Cholecystitis?\nCholecystitis is a swelling and irritation of your gallbladder, a small organ in the right side of your belly near your liver.\nThe gallbladder’s job is to hold a digestive juice called bile. It releases bile into your small intestine when your body needs it to break down fats. But if the path to your small intestine is blocked, bile gets trapped. That backup can irritate your gallbladder. That’s how cholecystitis happens.\nNausea and vomiting are common symptoms. They often show up after you’ve eaten a big or especially fatty meal.\nIt’s easy to mistake cholecystitis for other health problems, but another telltale sign is intense pain -- in your belly, in your back, or under your right shoulder blade.\nIf you don’t see a doctor and get treatment, it can lead to dangerous infections or become a long-term condition. The most common solution is surgery to remove your gallbladder.\nCholecystitis Symptoms\nCholecystitis can mimic other health problems, so you’ll need to see a doctor for a diagnosis.\nYou might feel a sharp, sudden pain in the upper right side of your belly. You may also feel pain in your back or below your right shoulder blade. Deep breaths may make it worse. Some other symptoms to watch out for include:\nNausea\nVomiting\nFever\nBloating\nYellow skin or eyes (jaundice)\nBowel movements that are loose and light-colored\nSymptoms may get worse after a high-fat meal. If you can’t get comfortable or sit still because your pain is so strong, head to an emergency room.\nCholecystitis Causes\nThe usual reason bile backs up is that gallstones -- lumps of bile turned solid -- block the way to the small intestine. Gallstones are common. About 10% to 20% of Americans have them. About half of people with gallstones will get cholecystitis.\nBut gallstones aren’t the only problem that can cause this condition. Others include:\nGallbladder sludge, a thick liquid, builds up in the organ. This can happen if you’re pregnant or if you’ve lost a lot of weight quickly.\nTumors block bile’s path. A growth in your pancreas or liver can stop it from draining.\nYour gallbladder doesn’t have a good blood supply. People with diabetes can have this problem.\nAn infection affects your gallbladder. Bacteria can damage the system that drains bile, causing it to back up.\nCholecystitis can come on suddenly. You may hear a doctor or nurse call it an “acute” case. Or it can be a long-term problem. Those cases are called “chronic.”\nCholecystitis Risk Factors\nYou have a higher chance of getting cholecystitis if you:\nAre a woman older than 50\nAre a man older than 60\nAre overweight\nHave diabetes\nAre pregnant\nOr if you have:\nCrohn's disease\nEnd-stage kidney disease\nHeart disease\nHyperlipidemia (when your blood has too many lipids in it)\nSickle cell disease\nQuick weight loss\nYou also run a bigger chance of getting it if your diet is high in fat and cholesterol or your ancestry is Native American, Hispanic, or Scandinavian.\nCholecystitis Diagnosis\nThe doctor will examine you, ask a few questions about your symptoms, and probably order some tests. You should be ready to:\nDetail when your symptoms started. Have you felt this way before?\nDescribe how severe your pain is.\nTalk about whether anything makes your pain better or worse.\nYour doctor can tell from blood tests whether you have an infection and whether your liver is working the way it should. They may also want you to have some imaging tests. These may include:\nX-ray of your belly, which will show your internal organs, bones, and tissues\nUltrasound, which will show your gallbladder and liver and let doctors check blood flow\nCT scan, which gives doctors a more detailed look at organs, muscles, and bones than an X-ray can\nHIDA scan, which checks how your gallbladder squeezes and if bile is blocked. You get a shot of a chemical, and then a scanner traces it as it moves through your body.\nPTC, which uses a dye injected into your liver to show how bile is moving through your body\nERCP, which uses a long, flexible tube threaded down your throat, through your stomach, and into your small intestine. It has a light and camera at the end. This test also uses a dye to check how bile is flowing through your system.\n Cholecystitis Treatment\nIf you have cholecystitis, especially an acute case, you may have to spend some time in the hospital.\nYou will have to keep your stomach empty so your gallbladder can rest. You’ll probably get fluids through a tube put into a vein. You may get pain medicine and, if doctors are concerned about infection, an antibiotic. Once treatment begins, you should start to feel better.\nIf gallstones caused your problem, doctors may try medications to dissolve them and give you a prescription drug to keep them from forming again. A very low-fat diet may also keep them from coming back.\nWhat if I Need Surgery?\nBy far the most common treatment is to take out the gallbladder.\nYour doctor may decide to do the surgery right away, unless you’re too sick. If you need to wait, doctors can ease symptoms by putting a tube through your skin straight into the gallbladder and draining some bile.\nSurgery to remove your gallbladder, called a cholecystectomy, usually takes about an hour and is considered low-risk.\nYou’ll get general anesthesia, so you won’t be awake or feel any pain during the procedure. The doctor will make a small cut in your bellybutton to take a look inside with a special instrument. They’ll then take out the gallbladder through another small cut.\nYou can live a healthy life without your gallbladder.\nCholecystitis Prevention\nYou can take steps to lower your chances of getting gallstone and cholecystitis. They include:\nLower your cholesterol.\nExercise regularly.\nEat a diet rich in fruits, vegetables, and healthy fats. Eggs, soybeans, and peanuts are great choices.\nObesity is a major risk factor for getting gallstones. Losing weight can reduce your chances, but be sure you do it in a healthy way. If you’re planning a rapid weight loss program, such as weight loss surgery, your doctor or nurse should monitor you. They may recommend bile acid pills to prevent gallstones as you lose weight.\nCholecystitis Complications\nIf you don’t get treatment, your gallbladder can become infected, and some of the tissue may die. Infection can also spread to other parts of your body, including your pancreas (pancreatitis) and the lining of your belly (peritonitis).\nIf the tubes that carry bile are damaged too much, cholecystitis can harm your liver, too. You could have repeated bouts of painful symptoms. Eventually, your gallbladder will shrink and not work as well. The condition would become a long-term, or chronic, problem.\nSources Article History\nShare\nView privacy policy, copyright and trust info"}, {"name": "Acute Respiratory Distress Syndrome", "url": "https://www.webmd.com/lung/ards-acute-respiratory-distress-syndrome", "info": "Acute Respiratory Distress Syndrome (ARDS)\nMedically Reviewed by Carol DerSarkissian, MD on December 06, 2021 Written by Kelli Miller\nWhat Is Acute Respiratory Distress Syndrome?\nARDS Causes and Risk Factors\nARDS Symptoms\nARDS Diagnosis and Tests\n4 min read\nWhat Is Acute Respiratory Distress Syndrome?\nAcute respiratory distress syndrome (ARDS) is a condition that causes fluid to build up in your lungs so oxygen can’t get to your organs.\nFluid leaks from small blood vessels and collects in tiny air sacs in your lungs so they can’t fill with enough air. Because of this, your blood can’t pick up the oxygen it needs to carry to the rest of your body. Organs such as your kidneys or brain might not work the way they should or might shut down.\nARDS is sometimes life-threatening and can get worse quickly. But it’s generally treatable, and most people recover. Fast diagnosis and treatment are important.\nARDS Causes and Risk Factors\nARDS is usually triggered by another health problem, so most people who have it are already in the hospital for something else. Causes of ARDS include:\nSepsis. This is when you get an infection in your bloodstream and your immune system goes into overdrive, causing inflammation, small blood clots, and bleeding.\nAccidents. Injuries from a car wreck or a fall can damage your lungs or the part of your brain that controls breathing.\nBreathing in harmful things. Dense smoke or chemical fumes can trigger ARDS.\nOther possible causes of ARDS include:\nPneumonia\nBleeding that makes you need a transfusion\nInflamed pancreas\nDrug overdose\nNear-drowning\nBurns\nReactions to medications\nBreathing food into your lungs (aspiration)\nDoctors don’t know why some people get ARDS and others don’t. Risk factors include:\nA problem in your genes\nHeavy alcohol use\nSmoking tobacco\nUsing oxygen for a lung condition\nRecent high-risk surgery or chemotherapy\nObesity\nARDS Symptoms\nARDS puts a lot of strain on your lungs. Symptoms include:\nShortness of breath\nLow blood pressure\nUnusually fast breathing\nFast heartbeat\nCough\nFever\nChest pain, especially when breathing deeply\nConfusion and exhaustion\nBlue-tinted lips or nails from lack of oxygen in your blood\nDizziness\nARDS Diagnosis and Tests\nNo single test can identify ARDS. It’s more of a puzzle that your doctor pieces together. They’ll want to rule out conditions that can have similar symptoms.\nYour doctor will ask about your medical history, do a physical exam, and listen to your breathing and your heartbeat. They may also look for:\nSigns of extra fluid in your body\nBluish color on your lips or skin\nTests to help with diagnosis include:\nImaging tests. A chest X-ray is crucial and probably the first test your doctor will order. You might also have a CT scan. These can give your doctor an idea of how much fluid is in your lungs and where it is.\nBlood tests. These check your oxygen level. They can also look for signs of infection or anemia, a lack of red blood cells.\nHeart tests. These can rule out conditions such as heart failure (when your heart doesn’t pump blood through your body the way it should).\nARDS Treatment\nTreatment aims to get the oxygen levels in your blood up to where they should be, so your organs get what they need. In some cases, your doctor might give you an air mask and later go to a breathing tube and ventilator (a machine that helps you breathe).\nYour doctor will also treat other conditions that might be causing ARDS.\nTreatments include:\nNutrition and medicine through fluids injected into your blood\nMedication to prevent bleeding and blood clots\nMedication to keep you calm and comfortable\nMost ARDS treatment is done in a hospital’s intensive care unit. Many people have a full recovery with no long-term problems.\nARDS Complications\nThe condition or its treatment can lead to other problems, including:\nCollapse of part of your lung because it can’t inflate the way it should (atelectasis) or because of air between your lung and your chest wall (pneumothorax)\nOrgan damage or failure\nConfusion\nHigh blood pressure in the artery that goes from your heart to your lungs (pulmonary hypertension)\nScarred lung tissue (pulmonary fibrosis)\nBlood clots\nInfection\nARDS Outlook\nIf you’ve recently had ARDS, improve your recovery by:\nNot smoking\nNot drinking alcohol\nGetting a flu shot every year and a pneumonia vaccine as directed by your doctor\nYou might need to be on a ventilator for a while. ARDS can leave you weak, so you may go to physical therapy to get stronger.\nARDS can be emotionally and physically tough on patients and families. A support group may help with anxiety, stress, or depression.\nSources Article History\nShare\nView privacy policy, copyright and trust info"}, {"name": "Deep Vein Thrombosis", "url": "https://www.webmd.com/dvt/what-is-dvt-and-what-causes-it", "info": "Deep Vein Thrombosis (DVT): Symptoms, Causes, Treatment\nMedically Reviewed by Poonam Sachdev, MD on June 14, 2023 Written by Dean Shaban\nWhat Is Deep Vein Thrombosis (DVT)?\nDVT Symptoms\nDVT Causes\nDVT Risk Factors\n9 min read\nWhat Is Deep Vein Thrombosis (DVT)?\nIf blood moves too slowly through your veins, it can cause a clump of blood cells called a clot. When a blood clot forms in a vein deep inside your body, it causes what doctors call deep vein thrombosis (DVT). This is most likely to happen in your lower leg, thigh, or pelvis. But it can occur in other parts of your body, too.\nDVT can lead to major health problems. In some cases, it can be fatal. That’s why if you think you have one, you must see a doctor right away.\nDVT Symptoms\nNot everyone with DVT shows symptoms. But you might notice any of the following:\nLeg or arm swelling that comes on without warning\nPain or soreness when you stand or walk\nWarmth in the area that hurts\nEnlarged veins\nSkin that looks red or blue\nIf a blood clot breaks free and moves through your bloodstream, it can get stuck in a blood vessel of your lung. Doctors call this a pulmonary embolism, or PE. It can be fatal.\nSome people don’t know they have DVT until this happens. Signs of PE include:\nShortness of breath\nChest pain that’s worse when you take a deep breath\nCoughing up blood\nHigher heart rate\nLearn more about DVT symptoms\nDVT Causes\nThe causes of DVT include things that keep blood from:\nFlowing through your leg, thigh, or pelvis\nClotting correctly\nThis usually happens as a result of damage to one of your veins due to:\nSurgery\nInflammation\nInfection\nInjury\nDVT Risk Factors\nMany things can raise your chances of getting DVT. Here are some of the most common:\nAge. DVT can happen at any age, but your risk is greater after age 40.\nSitting for long periods. When you sit for long stretches of time, the muscles in your lower legs stay still. This makes it hard for blood to circulate, or move around, the way it should. Long flights or car rides can put you at risk.\nBed rest. When you’re in the hospital for a long time, this can also keep your muscles still and raise your odds of DVT.\nPregnancy. Carrying a baby puts more pressure on the veins in your legs and pelvis. What’s more, a clot can happen up to 6 weeks after you give birth.\nObesity. People with obesity – that's a body mass index (BMI) of 30 or higher – are at a higher risk. BMI measures how healthy your weight is based on how tall you are.\nSerious health issues. Conditions like inflammatory bowel disease, cancer, and heart disease can all raise your risk.\nCertain inherited blood disorders. Some diseases that run in families can make your blood thicker than normal or cause it to clot more than it should.\nInjury to a vein. This could result from a broken bone, surgery, or other trauma.\nSmoking . This makes blood cells stickier than they should be. It also harms the lining of your blood vessels. This makes it easier for clots to form.\nBirth control pills or hormone replacement therapy. The estrogen in these raises your blood’s ability to clot. (Progesterone-only pills don’t have the same risk.)\nInfection. When in your blood, veins, or elsewhere, it could lead to DVT.\nInflammation. This could be due to infection, surgery, injury, or some other root cause.\nHigh cholesterol.\nIn some cases, neither the cause nor the symptoms of DVT are very clear, so tell your doctor about any changes you notice if you are at higher risk for DVT.\nHow many people get DVT? \nDVT symptoms can be hard to find and often go unnoticed. So it's hard to estimate the number of diagnoses . But it's thought that about 8 in every 10,000 people get DVT every year. And lower-leg DVT happens  in every 1 in 1,000 people. But these numbers actually could be higher.\nDVT Tests and Diagnosis\nYour doctor will first do a physical exam of your leg and lower body areas to check for symptoms. If there is any swelling, tenderness, or change in skin color, they will likely want to run some tests to see if you have DVT. Such tests include:\nDuplex ultrasound. This is the standard test for DVT. Your doctor will run an ultrasound to scan parts of your body for clots in your veins. An ultrasound scanner sends sound waves to create images showing how blood flows through your veins.  If your doctor finds a clot, they may want you to come back for more ultrasounds to see if it has grown or if there are any new ones.\nD-dimer blood test. Most people with bad DVT will have D-dimer in their blood, It's a type of protein that comes from blood clots. Your doctor will do a blood test to see whether you have high levels of D-dimer.\nMRI. MRIs are usually done for DVT in the lower abdomen or belly area. They are not standard for the more common forms of DVT.\nVenography. This test is rarely done because it is so invasive. Your doctor will inject dye in your veins and take an X-ray to see if the dye is flowing properly through your veins. It can let your doctor to see if you have any clots. Other tests, like an ultrasound, are done first.\nFind out more about DVT tests and diagnosis\nDVT Progression\nDVT can progress as your symptoms get worse. Signs of acute DVT include: \nPain in your leg or arm. It could be swollen and feel warmer than it normally does. \nYou may notice a change in skin color. It might be red. If you have a darker skin tone, this may be harder to see. \nA bad headache that can come on suddenly. You might also have seizures.\nBad belly pain (if blood clots are in your abdomen)\nIf you are breathless or have chest pain, this can be a bad progression in your DVT. You might feel lightheaded or faint. If this happens, you need medical care right away. These could be signs of a pulmonary embolism (PE), when the clot is going into your lungs. PE can be fatal if it's not caught early enough.\n DVT Treatment\nYour doctor will want to stop the blood clot from getting bigger or breaking off and heading toward your lungs. They’ll also want to cut your chances of getting another DVT.\nThis can be done in one of three ways:\nMedications for DVT\nBlood thinners are the most common medications used to treat DVT. They cut your blood’s ability to clot. You may need to take them for 6 months. If your symptoms are severe or your clot is very large, your doctor may give you a strong medicine to dissolve it. These medications, called thrombolytics, have serious side effects like sudden bleeding. That’s why they’re not prescribed very often.\nProcedure for DVT\nInferior vena cava (IVC) filter. If you can’t take a blood thinner or if one doesn’t help, your doctor may insert a small, cone-shaped filter inside your inferior vena cava. That’s the largest vein in your body. The filter can catch a large clot before it reaches your lungs.\nHome remedies for DVT\nCompression stockings. These special socks are very tight at the ankle and get looser as they reach your knee. This pressure prevents blood from pooling in your veins. You can buy some types at the drugstore. But your doctor might prescribe a stronger version that an expert can fit for you.\nKnow more about the latest DVT treatments\nDVT Health Disparities\nResearch shows that Black people are more likely to have DVT than White people. But they're just as likely or less likely to have PE. \nStudies show that people with what's known as \"metabolic syndrome\" are at greater risk of having a DVT event. Metabolic syndrome is a condition linked to a group of other conditions, such as obesity, high blood sugar, high cholesterol, and high blood pressure.\nBlack people, and especially Black women, tend to have metabolic syndrome more often than people of other racial groups. This can increase their chances of having DVT.\nDVT Complications\nUp to half of people with DVT will have long-term complications because of damage to the leg vein (post-thrombotic syndrome) where blood remains too long (chronic venous insufficiency). You may notice pain, swelling, and redness, which can lead to open sores if you don’t get early treatment. In time, this can make it harder to do daily activities and even walk.\nThe biggest worry for a blood clot is a DVT that breaks off and causes a pulmonary embolism (see above). If the clot isn’t too big and you get the right treatment fast enough, you may recover from this, though there may be some long-term lung damage.\nAbout a third of people who have had a DVT or PE have a higher risk of another incident.\nLiving With DVT\nLiving with DVT can be very manageable if you stick to a good routine, eat well, and budget enough for out-of-pocket costs. It's also important to stay aware of your mental well-being during and after a DVT.\nDVT diet\nWhile it is always good to stick to a well-balanced diet, healthy eating is especially important if you have DVT. Inflammation is known to make the risk of blood clots higher. Here are some tips for eating to lower inflammation:\nTry to include plant-based foods like fruits, veggies, nuts, and whole grains.\nOlive oil and canola oil are good subs for butter.\nIf you're going to flavor your food, try herbs and spices instead of salt.\nRed meat is fine, but try to keep it to no more than two to three times a month.\nIt's good to eat fish at least twice a week.\nDVT costs\nResearch shows that people with DVT lose, on average, 57 short-term disability days at work and 440 long-term disability days. The out-of-pocket cost per year is about $2,500, including medical and pharmacy expenses. It may be more or less, depending on your insurance or if you are uninsured.\nManaging DVT\nAfter a DVT, you can slowly get back to your normal activities. \nIf you sit for a while, it's good to stand up and walk for a few minutes every hour. This is especially true for road trips or long flights.\nIf you're sitting for a long time (like at work), exercise your calf muscles.\nAlways wear compression socks as prescribed by your doctor. This will help with swelling.\nTry not to do anything that could cause a serious injury.\nDrink plenty of water.\nDVT and mental health\nThe trauma of going through a blood clot can cause mental health issues for you. These may include:\nAnxiety\nDepression\nPosttraumatic stress disorder (PTSD)\nIf you have or think you may be having any of these or other mental health conditions as a result of your DVT, reach out to a mental health professional for one-on-one or group therapy.\nDVT Prognosis\nSince a DVT can take up to a year to break apart, your doctor will likely want to do more ultrasounds after the first one to see if it has spread or gotten worse. \nAlways take your blood thinners as prescribed and wear compression socks until your doctor tells you it's OK to stop. You might need more blood tests to check that you have the right dosage of medications as your DVT gets better or worse.\nCan DVT be cured?\nYes. With the proper treatment and attention, your blood clot can come apart over time.\nCan I Prevent DVT?\nSimple lifestyle changes may help lower your odds of getting one. Try these simple tips to keep your blood circulating the way it should:\nTake care of yourself. Stop smoking, lose weight, and try to be active.\nGet regular checkups. And if your doctor has prescribed a medicine to control a health problem, take it as directed.\nDon’t sit for too long. If you’re traveling for 4 hours or more, take breaks to flex and stretch your lower leg muscles. If you’re on a flight, walk up and down the aisle every hour. On long car drives, pull over every 2 hours to stretch. Wear loose-fitting clothes, and drink plenty of water.\nPlan surgery after-care. Talk to your doctor about what you can do to prevent DVT after surgery. They might suggest you wear compression stockings or take blood thinners. You’ll also want to get out of bed and start moving around.\n Takeaways\nDeep vein thrombosis can be managed  and go away if your doctor finds and treats it early enough. With a healthy diet, meds, compression socks, and enough exercise, you can live a full life during and after your DVT. Talk to your doctor right away if you think you might have DVT.\nSources Article History\nShare\nView privacy policy, copyright and trust info\nNEXT\nDeep Vein Thrombosis (DVT) Symptoms"}, {"name": "Epilepsy", "url": "https://www.webmd.com/epilepsy/treating-epilepsy", "info": "What Are the Treatments for Epilepsy?\nMedically Reviewed by Christopher Melinosky, MD on October 24, 2023 Written by Terri D'Arrigo\nSeizure Medication\nSide Effects\nHow to Get Off Your Medication\nKetogenic Diet\n4 min read\nAfter you’re diagnosed with epilepsy, you have several ways to get treatment. Medication, a special diet, an implant that works on your nerves or brain, and surgery could all help you feel better.\nSeizure Medication\nYour doctor will likely want you to try this first. It works for about 7 out of 10 people with epilepsy. Epilepsy medications, sometimes called anti-seizure or anticonvulsant medications, change the way your brain cells work and send messages to each other.\nThe kind of medication your doctor suggests depends on a few things:\nThe type of seizures you have\nHow likely it is you’ll have more seizures\nYour age\nYour sex\nOther medical conditions you have\nIf you want to get pregnant\nDrugs that work for one person might not work for another. You might have to try more than one. Most people who take medication for epilepsy find a good fit on the first or second try.\nYou might have to start with a low dose and slowly add more. It depends which medication you take.\nYou’ll probably get a blood test before you start your medication. While you’re taking it, the doctor will want you to get blood tests to see how your body handles the treatment.\nHow often you need them depends on your type of epilepsy medication, other drugs you take, and any health conditions you might have.\nTell your doctor about the other medications or supplements you take, even if you buy them over the counter (without a prescription). Seizure medications can interact with other drugs and make them not work as well.\nSide Effects\nSome are more severe than others. Ask your doctor about your specific medication side effects. Depending on which medication you take, side effects may include:\nTiredness\nDizziness\nWeight gain\nThinning bones\nRashes\nClumsiness\nTrouble talking\nTrouble remembering things\nTrouble thinking\nMood changes\nWeight loss\nMore serious side effects can be:\nSevere rash\nInflammation in organs like your liver\nDepression\nCall your doctor right away if you have suicidal thoughts. If you have any concerns about side effects from your medication, do not just stop taking the medication on your own or skip a dose without talking to your doctor first.\nHow to Get Off Your Medication\nSome people are able to stop their seizure medication. This should only be done with your doctor’s advice and help.\nIf you haven’t had any seizures in at least 2 to 4 years, your doctor may help you slowly stop your medication.\nSome types of seizures only happen in children and younger teenagers. If you’re an older teenager or young adult, your doctor might think it’s safe for you to stop your medication.\nKetogenic Diet\nThis diet is high in fats and low in carbohydrates. Your doctor may suggest it, depending on the type of seizures you have. But it isn’t something you should try to do yourself. Talk to your doctor and a nutritionist first.\nUsually the ketogenic diet is given to children when medication hasn’t helped their seizures, but some studies show that it can also work for adults.\nIt can make you feel sluggish at first. Later side effects may include:\nKidney stones\nHigh cholesterol\nDehydration\nConstipation\nWeight gain\nBroken bones\nNerve Stimulation\nThere are two kinds of nerve stimulation:\nVagus nerve stimulation. This nerve runs from your chest and abdomen, through your neck, and up to the lower part of your brain. It controls things that are automatic in your body, like your heartbeat.\nYour doctor will put a small device called a vagus nerve stimulator under the skin of your chest, and connect it to the nerve.\nThe device sends small bursts of electricity through the nerve to your brain. You’ll probably still have to take medication. This device can be adjusted by a neurologist at your appointments in order to find the settings that work for you. It does not work for everyone.\nResponsive neurostimulation. This treatment involves surgically implanting a small gadget called a neurostimulator. Your doctor puts it under your skull bone. It looks for patterns in your brain activity that can lead to a seizure. When the neurostimulator sees one of these patterns, it sends out a little pulse to interrupt it. Not every person is able to have this device, it is based on the type of epilepsy.\nSurgery\nThere are two main kinds:\nResective surgery. The surgeon will remove the part of your brain that causes the seizures. This surgery is most often done when the part of the brain causing the seizures is very small, has very good boundaries, and doesn’t control things like your speech, movement, sight, or hearing.\nDisconnective surgery. Instead of removing part of your brain, the surgeon will cut the paths between the nerves in your brain that are involved in your seizures.\nSources Article History\nShare\nView privacy policy, copyright and trust info\nNEXT\nFinding the Right Medication"}, {"name": "Hepatitis", "url": "https://www.webmd.com/hepatitis/digestive-diseases-hepatitis-b", "info": "Hepatitis B\nMedically Reviewed by Minesh Khatri, MD on August 14, 2023 Written by WebMD Editorial Contributors\nWhat Is Hepatitis B?\nHepatitis B Symptoms\nHepatitis B Causes and Risk Factors\nHow Common Is Hepatitis B?\n9 min read\nWhat Is Hepatitis B?\nHepatitis B is an infection of your liver. It’s caused by a virus. There is a vaccine that protects against it. For some people, hepatitis B is mild and lasts a short time. These “acute” cases don’t always need treatment. But it can become chronic. If that happens, it can cause scarring of the organ, liver failure, and cancer, and it even can be life-threatening.\nIt’s spread when people come in contact with the blood, open sores, or body fluids of someone who has the hepatitis B virus.\nIt's serious, but if you get the disease as an adult, it shouldn’t last a long time. Your body fights it off within a few months, and you’re immune for the rest of your life. That means you can't get it again. But if you get it at birth, it’s unlikely to go away.\n“Hepatitis” means inflammation of the liver. There are other types of hepatitis. Those caused by viruses also include hepatitis A and hepatitis C.\nHepatitis B Symptoms\nShort-term (acute) hepatitis B infection doesn’t always cause symptoms. For instance, it’s uncommon for children younger than 5 to have symptoms if they’re infected.\nIf you do have symptoms, they may include:\nJaundice (Your skin or the whites of the eyes turn yellow, and your pee turns brown or orange.)\nLight-colored poop\nFever\nFatigue that persists for weeks or months\nStomach trouble like loss of appetite, nausea, and vomiting\nBelly pain\nJoint pain\nSymptoms may not show up until 1 to 6 months after you catch the virus. You might not feel anything. About a third of the people who have this disease don’t. They find out only through a blood test.\nSymptoms of long-term (chronic) hepatitis B infection don’t always show up, either. If they do, they may be like those of short-term (acute) infection.\nHepatitis B Causes and Risk Factors\nIt’s caused by the hepatitis B virus, and it can spread from person to person in certain ways. You can spread the hepatitis B virus even if you don’t feel sick.\nThe most common ways to get hepatitis B include:\nSex. You can get it if you have unprotected sex with someone who has it and your partner’s blood, saliva, semen, or vaginal secretions enter your body.\nSharing needles. The virus spreads easily via needles and syringes contaminated with infected blood.\nAccidental needle sticks.Health care workers and anyone else who comes in contact with human blood can get it this way.\nMother to child.Pregnant women with hepatitis B can pass it to their babies during childbirth. But there’s a vaccine to prevent newborns from becoming infected.\nHepatitis B doesn’t spread through kissing, food or water, shared utensils, coughing or sneezing, or through touch.\nHow Common Is Hepatitis B?\nThe number of people who get this disease is down, the CDC says. Rates have dropped from an average of 200,000 per year in the 1980s to around 14,000 in 2020. People between the ages of 20 and 49 are most likely to get it.\nAbout 90% of infants and 25-50% of children between the ages of 1-5 will become chronically infected. In adults, approximately 95% will recover completely and will not go on to have a chronic infection.\nAs many as 1.2 million people in the U.S. are carriers of the virus.\nHepatitis B Diagnosis\nIf your doctor thinks you may have it, they’ll give you a complete physical exam. They will test your blood to see if your liver is inflamed. If you have hepatitis B symptoms and high levels of liver enzymes, you’ll be tested for:\nHepatitis B surface antigen and antibody (HBsAg). Antigens are proteins in the hepatitis B virus. Antibodies are proteins made by your immune cells. Antigens show up in your blood between 1 and 10 weeks after exposure. If you recover, they go away after 4 to 6 months. If they’re still there after 6 months, your condition is chronic.\nHepatitis B surface antibody (anti-HBs). These show up after HBsAg disappears. They’re what make you immune to hepatitis B for the rest of your life.\nIf your disease becomes chronic, your doctor might take a tissue sample from your liver, called a biopsy. This will tell them how severe your case is. You might also get a liver ultrasound to check on how much liver damage there is.\nHepatitis B Treatment\nIf you think you’ve been exposed to the virus, get to a doctor as soon as possible. The earlier you get treatment, the better. They’ll give you a vaccine and a shot of hepatitis B immune globulin. This protein boosts your immune system and helps it fight off the infection.\nIf you do get sick, you’ll have to give up things that can hurt your liver, like alcohol . Check with your doctor before taking any other drugs, herbal treatments, or supplements. Some of them can harm this organ, too. Also, eat a healthy diet.\nIf the infection goes away, the doctor will tell you you’re an inactive carrier. That means there’s no more virus in your body, but antibody tests will show that you had hepatitis B in the past.\nIf the infection is active for longer than 6 months, your doctor will tell you that you have chronic active hepatitis B. They may prescribe some of these medications to treat it:\nAdefovir dipivoxil (Hepsera). This drug, which you take as a tablet, works well for people who don’t respond to lamivudine. High doses can cause kidney problems.\nEntecavir (Baraclude). This is taken once a day with few side effects. It is considered the front-line treatment.\nInterferon alfa (Intron A, Roferon A, Sylatron). This medicine boosts your immune system. You take it as a shot for at least 6 months. It treats liver inflammation but doesn’t cure the disease.\nLamivudine (3tc, Epivir A/F, Epivir HBV, Heptovir). It comes as a liquid or tablet you take once a day. Most people don’t have a problem with it. But if you take it for a long time, the virus might stop responding to the drug.\nPegylated Interferon (Pegasys)  Long-acting interferon, is given by injection once a week usually for 6 months to a year. But this drug can make you feel bad all over or depressed, and it can and zap your appetite. It also lowers your white blood cell count, which makes it harder to fight off infection.\nTelbivudine (Tyzeka) is an antiviral medication. Resistance to this medication is common.\nTenofovir alafenamide (Vemlidy). These tablets are taken 6 to 12 months.\nTenofovir disoproxil fumarate (Viread). This drug comes as a powder or tablet. If you take it, your doctor will check often to make sure it doesn’t hurt your kidneys.\nHepatitis B Complications\nAlthough most people with chronic hepatitis B don’t feel sick or even know they have it unless it’s in its late stages, some do have serious complications. Chronic hepatitis B can lead to:\nCirrhosis, or scarring of the liver. This makes it harder for the liver to do its work and can eventually lead to liver failure.\nLiver cancer. If you have chronic hepatitis B, your doctor may recommend that you get an ultrasound exam to see if there are any signs of liver cancer.\nLiver failure. This is when your liver is no longer able to do its work. You may also hear it called “end-stage” liver disease. This only happens in severe cases of chronic hepatitis B.\nKidney disease. Researchers have found that people with cirrhosis caused by hepatitis B may be more likely to have certain types of kidney disease.\nBlood vessel problems. These include inflammation of the blood vessels.\nHepatitis B and Pregnancy\nIf you’re pregnant, you might pass the virus to your baby at birth.\nIf your baby gets the virus and isn’t treated, they could have long-term liver problems. All newborns with infected mothers should get hepatitis B immune globulin and the vaccine for hepatitis at birth and during their first year of life.\nHepatitis B Prevention\nTo help keep a hepatitis B infection from spreading:\nGet the hepatitis B vaccine (if you haven’t already been infected). It’s key to prevention. The Centers for Disease Control & Prevention recommends universal hepatitis B vaccination for all adults aged 19 to 59 as well as for adults aged 60 years or older with known risk factors for hepatitis B virus infection. Those age 60 years or older, without known risk factors should be offered a HepB vaccine series.\nUse condoms every time you have sex.\nWear gloves when you clean up after others, especially if you have to touch bandages, tampons, and linens.\nCover all open cuts or wounds.\nDon’t share razors, toothbrushes, nail care tools, or pierced earrings with anyone.\nDon’t share chewing gum, and don’t pre-chew food for a baby.\nMake certain that any needles for drugs, ear piercing, or tattoos -- or tools for manicures and pedicures -- are properly sterilized.\nClean up blood with one part household bleach and 10 parts water.\nThe U.S. Preventive Services Task Force recommends that people in these groups get screened for hepatitis B:\nAll pregnant women\nPeople born in countries or regions where hepatitis B is common\nPeople born in the U.S. who weren’t vaccinated as babies and whose parents are from countries or regions where hepatitis B is common (such as sub-Saharan Africa and Southeast Asia)\nPeople who are HIV-positive\nPeople who inject drugs\nMen who have sex with men\nPeople who live with or have sex with someone who has hepatitis B\nBlood and tissue donors\nInfants born to someone with HBV infection\nCan I Get It From Blood Transfusions?\nDonated blood is tested for the virus, so your chances of getting the disease from a transfusion are low. Any infected blood is discarded.\nWho Should Get the Hepatitis B Vaccine?\nAll newborn babies should get vaccinated. You should also get the shot if you:\nCome in contact with infected blood or body fluids of friends or family members\nUse needles to take recreational drugs\nHave sex with more than one person\nAre a health care worker\nWork in a day-care center, school, or jail\nIs Hepatitis B Curable?\nThere is no cure for hepatitis B. The outlook depends on whether you were infected as an infant or as an adult. As an adult, it usually goes away in a few months, and it sometimes disappears in people who have a chronic case of the disease.\nWhat’s the Prognosis for Hepatitis B?\nYour doctor will know you’ve recovered when you no longer have symptoms and blood tests show:\nYour liver is working normally.\nYou have hepatitis B surface antibody.\nBut some people don't get rid of the infection. If you have it for more than 6 months, you’re what’s called a carrier, even if you don’t have symptoms. This means you can give the disease to someone else through:\nUnprotected sex\nContact with your blood or an open sore\nSharing needles or syringes\nDoctors don’t know why, but the disease does go away in a small number of carriers. For others, it becomes what’s known as chronic. That means you have an ongoing liver infection. It can lead to cirrhosis, or hardening of the organ. It scars over and stops working. Some people also get liver cancer.\nIf you’re a carrier or are infected with hepatitis B, don’t donate blood, plasma, body organs, tissue, or sperm. Tell anyone you could infect -- whether it’s a sex partner, your doctor, or your dentist -- that you have it.\nRELATED ARTICLES:\nWhat Is Hepatitis B?\nVisual Guide to Cirrhosis\nSources Article History\nShare\nView privacy policy, copyright and trust info\nNEXT\nVisual Guide to Cirrhosis"}]